---
kind: property
id: P:Autodesk.Revit.DB.Events.FamilyLoadingIntoDocumentEventArgs.FamilyPath
source: html/9f59f558-2917-1341-3101-efd14b77982c.htm
---
# Autodesk.Revit.DB.Events.FamilyLoadingIntoDocumentEventArgs.FamilyPath Property

The file path of the family that is being loaded into the document.

## Syntax (C#)
```csharp
public string FamilyPath { get; }
```